Repository: City-busz/fretboard
Catalog: po/*.po
Languages: de, ja, ru, uk

source: Fretboard
de: Griffbrett

source: Look up guitar chords
de: Gitarrenakkorde nachschlagen
ja: ギターコードを調べる
ru: Поиск гитарных аккордов
uk: Шукайте акорди для гітари

source: guitar;chords
de: Gitarre;Akkorde
ru: гитара;аккорды
uk: гітара; акорди

source: How was that chord played, again? Fretboard lets you find guitar chords by typing their names or plotting them on an interactive guitar neck. When you have identified a chord, you can experiment with changing it, see more ways to play it, or bookmark it to save it for later. No matter if you are a beginner or an advanced guitarist, you can use Fretboard to practice, learn, and master your favorite songs!
de: Wie wurde dieser Akkord noch einmal gespielt? Griffbrett lässt Sie Gitarrenakkorde finden, indem Sie deren Namen eingeben oder sie auf einem interaktiven Gitarrenhals einzeichnen. Wenn Sie einen Akkord herausgefunden haben, können Sie damit experimentieren, ihn zu ändern, weitere Spielweisen sehen oder ihn mit einem Lesezeichen versehen, um ihn für später zu speichern. Egal, ob Sie Anfänger oder fortgeschrittener Gitarrist sind, mit Griffbrett können Sie üben, lernen und Ihre Lieblingssongs meistern!
ja: 「あのコードはどうやって弾いたんだっけ？」Fretboard では、コードネームをご入力いただくか、インタラクティブなギターネック上にプロットすることで、ギターコードを見つけることができます。コードを特定したら、そのコードを変更してみたり、より多くの演奏方法を見たり、ブックマークして後で保存したりすることができます。初心者から上級者まで、Fretboard を使ってお気に入りの曲を練習し、学び、マスターすることができます！
ru: Как был сыгран этот аккорд? Fretboard позволяет находить гитарные аккорды, вводя их названия или изображая их на интерактивном гитарном грифе. Определив аккорд, вы можете поэкспериментировать с его изменением, посмотреть другие способы игры или добавить его в закладки, чтобы сохранить на потом. Независимо от того, начинающий вы гитарист или опытный, вы можете использовать Fretboard для практики, изучения и освоения ваших любимых песен!
uk: Як був зіграний цей акорд? Fretboard дозволяє знаходити гітарні акорди, вводячи їх назви або наносячи їх на інтерактивний гриф гітари. Знайшовши акорд, ви можете поекспериментувати з його зміною, подивитися більше способів його виконання або додати його до закладок, щоб зберегти на потім. Незалежно від того, початківець ви чи досвідчений гітарист, ви можете використовувати Fretboard для практики, навчання та освоєння ваших улюблених пісень!

source: Fretboard is proudly part of GNOME Circle, an initiative that champions the great software that is available for the GNOME platform. For more information, visit the GNOME Circle website.
de: Griffbrett ist stolzer Teil des GNOME-Circle, einer Initiative, die sich für die großartige Software einsetzt, die für die GNOME-Plattform verfügbar ist. Weitere Informationen finden Sie auf der GNOME-Circle-Website.
ja: Fretboard は、GNOME プラットフォームで利用可能な素晴らしいソフトウェアを推奨するイニシアチブである GNOME Circle の一員であることを誇りに思っております。詳細につきましては、GNOME Circle のウェブサイトをご覧下さい。
ru: Fretboard с гордостью входит в GNOME Circle, инициативу, которая пропагандирует замечательное программное обеспечение, доступное для платформы GNOME. Для получения дополнительной информации посетите веб-сайт GNOME Circle.
uk: Fretboard з гордістю є частиною GNOME Circle, ініціативи, яка підтримує чудове програмне забезпечення, доступне для платформи GNOME. Для отримання додаткової інформації відвідайте веб-сайт GNOME Circle.

source: Displaying a chord
de: Einen Akkord anzeigen
ja: コードの表示
ru: Отображение аккорда
uk: Відображення акорду

source: Displaying a barre chord
de: Einen Barré-Akkord anzeigen
ja: バレーコードの表示
ru: Отображение аккорда с барре
uk: Відображення акорду баррелі

source: Showing variants of a chord
de: Varianten eines Akkords anzeigen
ja: コードのバリエーションを表示
ru: Просмотр вариантов аккордов
uk: Показати варіанти акорду

source: The bookmarks page
de: Die Lesezeichenseite
ja: ブックマークページ
ru: Страница закладок
uk: Сторінка закладок

source: Can be either "right-handed"" or "left-handed".
de: Kann entweder »right-handed« (Rechtshänder) oder »left-handed« (Linkshänder) sein.
ja: 「right-handed」または「left-handed」のいずれかをお選びいただけます。
uk: Може бути як «праворуким», так і «ліворуким».

source: General
de: Allgemein
ja: 一般
ru: Общие
uk: Генерал

source: Empty Chord
de: Akkord leeren
ja: コードを空にする
ru: Очистить аккорд
uk: Порожній акорд

source: Bookmark Chord
de: Akkord mit einem Lesezeichen versehen
ja: コードをブックマークする
ru: Добавить в закладки
uk: Закладка Акорд

source: View Bookmarks
de: Lesezeichen anzeigen
ja: ブックマークを表示
ru: Просмотреть закладки
uk: Переглянути закладки

source: View Chord Variants
de: Akkordvarianten anzeigen
ja: コードのバリエーションを表示
ru: Просмотреть варианты аккордов
uk: Переглянути варіанти акордів

source: Focus Entry
de: Eintrag fokussieren
ja: エントリーに集中
ru: Перейти к строке ввода
uk: Вхід у фокус

source: View Shortcuts
de: Tastenkürzel anzeigen
ja: ショートカットを表示
ru: Просмотреть комбинации клавиш
uk: Перегляд ярликів

source: Close Window
de: Fenster schließen
ja: ウィンドウを閉じる
ru: Закрыть окно
uk: Закрити вікно

source: Quit
de: Beenden
ja: 終了
ru: Выйти
uk: Звільнися

source: Move Up
de: Nach oben bewegen
ja: 上に移動
ru: Перейти вверх
uk: Перемістити Вгору

source: Move Down
de: Nach unten bewegen
ja: 下に移動
ru: Перейти вниз
uk: Перемістити вниз

source: Not Open ({})
de: Nicht offen ({})
ru: Не открытая ({})
uk: Не відкрита ({})

source: Muted ({})
de: Gedämpft ({})
ru: Заглушенная ({})
uk: Заглушена ({})

source: Open ({})
de: Offen ({})
ru: Открытая ({})
uk: Відкрита ({})

source: Chord Name
de: Akkordname
ja: コードネーム
ru: Название
uk: Назва акорду

source: Confirm
de: Bestätigen
ja: 確認
ru: Подтвердить
uk: Підтвердити

source: Enharmonic Equivalent
de: Enharmonisches Äquivalent
ja: 異名同音
ru: Энгармонический эквивалент
uk: Енгармонійний еквівалент

source: Main Menu
de: Hauptmenü
ja: メインメニュー
ru: Главное меню
uk: Головне меню

source: Chord not found
de: Akkord nicht gefunden
ja: コードが見つかりません
ru: Аккорд не найден
uk: Акорд не знайдено

source: View _Variants
de: _Varianten anzeigen
ja: _バリエーションを表示
ru: Просмотр _вариантов
uk: Перегляд _Варіанти

source: No Variants
de: Keine Varianten
ja: バリエーションがありません
ru: Нет вариантов
uk: Без варіантів

source: Bookmarks
de: Lesezeichen
ja: ブックマーク
ru: Закладки
uk: Закладки

source: Guitar Type
de: Gitarrentyp
ja: ギターの種類
ru: Тип гитары
uk: Тип гітари

source: Right-handed
de: Rechtshänder
ru: Для правши
uk: Правша

source: Left-handed
de: Linkshänder
ru: Для левши
uk: Шульга

source: _Empty Chord
de: Akkord _leeren
ja: _コードを空にする
ru: О_чистить аккорд
uk: _Порожній акорд

source: _Keyboard Shortcuts
de: _Tastenkürzel
ja: _キーボードショートカット
ru: _Комбинации клавиш
uk: _Клавіатурні скорочення

source: _About Fretboard
de: _Info zu Griffbrett
ja: _Fretboard について
ru: _О приложении
uk: _Про гриф

source: Remove Bookmark
de: Lesezeichen entfernen
ja: ブックマークを削除
ru: Удалить закладку
uk: Видалити закладку

source: Bookmark
de: Lesezeichen setzen
ja: ブックマーク
ru: Добавить в закладки
uk: Закладка

source: There are no chords with this name in Fretboard’s built-in chord set. If you think there should be, {}reach out{}.
de: Es gibt keine Akkorde mit diesem Namen im integrierten Akkordsatz von Griffbrett. Wenn Sie der Meinung sind, dass es einen geben sollte, {}melden Sie sich{}.
ja: Fretboard の内蔵コードセットには、この名前のコードはありません。あると思われる場合、{}確認しましょう{}。
ru: Аккордов с таким названием нет во встроенном наборе аккордов Fretboard. Если вы считаете, что они должны быть, {}обратитесь к нам{}.
uk: У вбудованому наборі акордів Fretboard немає акордів з такою назвою. Якщо ви вважаєте, що вони повинні бути, {}reach out{}.

source: No Bookmarks
de: Keine Lesezeichen
ja: ブックマークはありません
ru: Нет закладок
uk: Немає закладок

source: translator-credits
de: Niklas Amann <niklas.amann95@gmail.com> mondstern <mondstern@monocles.de> Gabriel Brand <gabr.brand@gmail.com>
ja: Himmel https://hosted.weblate.org/user/Himmel/
ru: Artur S0
uk: mondstern https://moooon.dresden.network/

source: Practice your typing skills
de: Üben Sie Ihre Tippfähigkeiten
ru: Практика навыков набора текста
uk: Вправляння у друкарському наборі

source: Keypunch
uk: Кіпанч

source: Can be either "right-handed" or "left-handed".
ru: Может быть как "right-handed", так и "left-handed".

source: Not Open
ja: 非公開

source: Muted
ja: ミュート

source: Open
ja: 公開
